[STRINGS] ;English
IDS_TITLE="Communications settings"
IDS_MUTESETTINGS="Microphone mute &button settings..."
IDS_INSTALL=To use this key combination, please install ThinkVantage Communications Utility version 1.40 or above.
IDS_CLOSE="&Close"
IDS_WINDOWTITLE_CLASIC=Fn+F6 settings
IDS_WINDOWTITLE_EDGHE=F5 settings
IDS_GROUPBOX_CLASIC=When I press Fn+F6
IDS_GROUPBOX_EDGHE=When I press  F5
IDS_RADIO1=Show me the Communications settings &menu
IDS_RADIO2=Show/Hide my camera &image
IDS_RADIO3=Launch &Skype(TM)
IDS_OK=&OK
IDS_CANCEL=&Cancel
IDS_INSTALL_METRO=This key combination opens the Lenovo Settings program. You do not have the Lenovo Settings program installed on your computer. To launch the program using this key combination, install the program first. 

[STRINGS.0011] ;JP
IDS_TITLE="コミュニケーションの設定"
IDS_MUTESETTINGS="マイク・ミュートボタンの設定...(&B)"
IDS_INSTALL=このキーの組み合わせを使用するためには、ThinkVantage Communications Utility バージョン 1.40 以降を導入してください。
IDS_CLOSE="閉じる(&C)"
IDS_WINDOWTITLE_CLASIC=Fn+F6の設定
IDS_WINDOWTITLE_EDGHE=F5の設定
IDS_GROUPBOX_CLASIC=Fn+F6を押したとき
IDS_GROUPBOX_EDGHE=F5を押したとき
IDS_RADIO1=「コミュニケーションの設定」メニューを表示する(&M)
IDS_RADIO2=プライバシー機能をオン・オフにする(&I)
IDS_RADIO3=Skype(TM)を起動する(&S)
IDS_OK=OK(&O)
IDS_CANCEL=キャンセル(&C)
IDS_INSTALL_METRO=このキー組み合わせを使用すると、Lenovo Settings プログラムが起動します。ご使用のコンピューターには Lenovo Settings プログラムがインストールされていません。このキー組み合わせを使用してプログラムを起動するには、まずプログラムをインストールしてください。

[STRINGS.0006] ;DK
IDS_TITLE="Kommunikationsindstillinger"
IDS_MUTESETTINGS="Indstillinger for &knappen Slå mikrofon fra..."
IDS_INSTALL=Du skal installere Guiden ThinkVantage Communications Utility version 1.40 eller nyere for at kunne bruge denne tastkombination.
IDS_CLOSE="&Luk"
IDS_WINDOWTITLE_CLASIC=Fn+F6-indstillinger
IDS_WINDOWTITLE_EDGHE=F5-indstillinger
IDS_GROUPBOX_CLASIC=Når jeg trykker på Fn+F6
IDS_GROUPBOX_EDGHE=Når jeg trykker på F5
IDS_RADIO1=Vis &mig menuen Kommunikationsindstillinger
IDS_RADIO2=Skjul/V&is mit kamerabillede
IDS_RADIO3=Start &Skype(TM)
IDS_OK=&OK
IDS_CANCEL=&Annullér
IDS_INSTALL_METRO=Denne tastkombination åbner programmet Lenovo Settings. Du har ikke programmet Lenovo Settings installeret på din computer. For at starte programmet ved hjælp af denne tastkombination, skal du først installere programmet. 

[STRINGS.000B] ;FI
IDS_TITLE="Tietoliikenneasetukset"
IDS_MUTESETTINGS="&Mikrofonin mykistyspainikkeen asetukset..."
IDS_INSTALL=Sinun on asennettava tietokoneeseen ohjatun ThinkVantage Communications Utility versio 1.40 tai uudempi, jotta voit käyttää tätä näppäinyhdistelmää.
IDS_CLOSE="&Sulje"
IDS_WINDOWTITLE_CLASIC=Fn+F6-asetukset
IDS_WINDOWTITLE_EDGHE=F5-asetukset
IDS_GROUPBOX_CLASIC=Kun painan Fn+F6
IDS_GROUPBOX_EDGHE=Kun painan F5
IDS_RADIO1=Näytä Tietoliikenneasetukset-asetus&valikko
IDS_RADIO2=Näytä/piilota kameran &kuva
IDS_RADIO3=Käynnistä &Skype(TM)
IDS_OK=&OK
IDS_CANCEL=&Peruuta
IDS_INSTALL_METRO=Tällä näppäinyhdistelmällä voit avata Lenovo Settings -ohjelman. Lenovo Settings -ohjelmaa ei ole asennettu tietokoneeseen. Asenna ohjelma ensin, jotta voit käyttää tätä näppäinyhdistelmää. 

[STRINGS.000C] ;FR
IDS_TITLE="Paramètres des communications"
IDS_MUTESETTINGS="Paramètres du &bouton Coupure micro..."
IDS_INSTALL=Pour utiliser cette combinaison de touches, veuillez installer l'assistant ThinkVantage Communications Utility version 1.40 ou ultérieure.
IDS_CLOSE="&Fermer"
IDS_WINDOWTITLE_CLASIC=Paramètres Fn + F6
IDS_WINDOWTITLE_EDGHE=Paramètres F5
IDS_GROUPBOX_CLASIC=Lorsque j'appuie sur Fn+F6
IDS_GROUPBOX_EDGHE=Lorsque j'appuie sur F5
IDS_RADIO1=Afficher le &menu Paramètres des communications
IDS_RADIO2=Afficher/Masquer l'&image de ma caméra
IDS_RADIO3=Lancer &Skype(TM)
IDS_OK=&OK
IDS_CANCEL=&Annuler
IDS_INSTALL_METRO=Cette combinaison de touches ouvre le programme Lenovo Settings. Le programme Lenovo Settings n'est pas installé sur votre ordinateur. Pour lancer le programme avec cette combinaison de touches, installez d'abord le programme. 

[STRINGS.0007] ;GR
IDS_TITLE="Einstellungen für Kommunikation"
IDS_MUTESETTINGS="&Einstellungen für Taste für Mikrofonstummschaltung..."
IDS_INSTALL=Um diese Tastenkombination verwenden zu können, installieren Sie den ThinkVantage Communications Utility ab Version 1.40.
IDS_CLOSE="&Schließen"
IDS_WINDOWTITLE_CLASIC=Einstellungen für Tastenkombination Fn+F6
IDS_WINDOWTITLE_EDGHE=F5-Einstellungen
IDS_GROUPBOX_CLASIC=Drücken der Tasten Fn+F6 bewirkt:
IDS_GROUPBOX_EDGHE=Drücken der Taste F5 bewirkt:
IDS_RADIO1=Einstellungs&menü für Kommunikation anzeigen
IDS_RADIO2=Mein Kamerab&ild anzeigen/ausblenden
IDS_RADIO3=&Skype(TM) starten
IDS_OK=&OK
IDS_CANCEL=&Abbrechen
IDS_INSTALL_METRO=Diese Tastenkombination öffnet das Programm "Lenovo Settings". Das Programm "Lenovo Settings" ist nicht auf Ihrem Computer installiert. Um das Programm mit dieser Tastenkombination zu starten, müssen Sie es zuerst installieren. 

[STRINGS.0010] ;IT
IDS_TITLE="Impostazioni trasmissione"
IDS_MUTESETTINGS="Impostazioni tasto &muto microfono..."
IDS_INSTALL=Per utilizzare questa combinazione chiave, installare il  ThinkVantage Communications Utility versione 1.40 o successive.
IDS_CLOSE="&Chiudi"
IDS_WINDOWTITLE_CLASIC=Impostazioni Fn+F6
IDS_WINDOWTITLE_EDGHE=Impostazioni F5
IDS_GROUPBOX_CLASIC=Premendo Fn+F6
IDS_GROUPBOX_EDGHE=Premendo F5
IDS_RADIO1=Visualizza &menu delle impostazioni di Communications
IDS_RADIO2=Mostra/Nascondi &immagine fotocamera
IDS_RADIO3=Avvia &Skype(TM)
IDS_OK=&OK
IDS_CANCEL=&Annulla
IDS_INSTALL_METRO=Questa combinazione di tasti consente di aprire il programma Lenovo Settings. Nel computer non è installato il programma Lenovo Settings. Prima di avviare il programma con questa combinazione di tasti, è necessario installare il programma. 

[STRINGS.0012] ;KR
IDS_TITLE="통신 설정"
IDS_MUTESETTINGS="마이크 음소거 버튼 설정(&B)..."
IDS_INSTALL=Fn+F6을 사용하기 위하여 ThinkVantage Communications Utility 1.40 버전 혹은 더 이상 버전을 추가하세요.
IDS_CLOSE="닫기(&C)"
IDS_WINDOWTITLE_CLASIC=Fn+F6 설정
IDS_WINDOWTITLE_EDGHE=F5 설정
IDS_GROUPBOX_CLASIC=Fn+F6을 누르는 경우
IDS_GROUPBOX_EDGHE=Fn+F5를 누르는 경우
IDS_RADIO1=Communications 설정 메뉴 보기(&M)
IDS_RADIO2=카메라 이미지 표시/숨기기(&I)
IDS_RADIO3=Skype(TM) 실행(&S)
IDS_OK=확인(&O)
IDS_CANCEL=취소(&C)
IDS_INSTALL_METRO=이 키 조합은 Lenovo Settings 프로그램을 엽니다. 컴퓨터에 Lenovo Settings 프로그램이 설치되어 있지 않습니다. 이 키 조합을 사용해서 프로그램을 실행하려면, 먼저 프로그램을 설치하십시오. 

[STRINGS.0013] ;NE
IDS_TITLE="Communicatie-instellingen"
IDS_MUTESETTINGS="Instellingen voor &knop Microfoon dempen..."
IDS_INSTALL=Om deze toetsencombinatie te kunnen gebruiken, moet u de ThinkVantage Communications Utility versie 1.40 of hoger installeren.
IDS_CLOSE="&Sluiten"
IDS_WINDOWTITLE_CLASIC=Instellingen Fn+F6
IDS_WINDOWTITLE_EDGHE=F5-instellingen
IDS_GROUPBOX_CLASIC=Als ik op Fn+F6 druk
IDS_GROUPBOX_EDGHE=Als ik op F5 druk
IDS_RADIO1=Toon mij het &menu Communicatie-instellingen
IDS_RADIO2=Mijn camera&beeld weergeven/verbergen
IDS_RADIO3=&Skype(TM) starten
IDS_OK=&OK
IDS_CANCEL=A&nnuleren
IDS_INSTALL_METRO=Met deze toetsencombinatie opent u het programma Lenovo Settings. Het programma Lenovo Settings is niet op uw computer geïnstalleerd. Als u het programma met deze toetsencombinatie wilt openen, moet u het programma eerst installeren. 

[STRINGS.0014] ;NO
IDS_TITLE="Kommunikasjonsinnstillinger"
IDS_MUTESETTINGS="Knappeinnstillinger for &mikrofondemping..."
IDS_INSTALL=Hvis du vil bruke denne tastkombinasjonen, må du installere ThinkVantage Communications Utility versjon 1.40 eller høyere.
IDS_CLOSE="&Lukk"
IDS_WINDOWTITLE_CLASIC=Innstillinger for Fn + F6
IDS_WINDOWTITLE_EDGHE=F5-innstillinger
IDS_GROUPBOX_CLASIC=Når jeg trykker på Fn+F6
IDS_GROUPBOX_EDGHE=Når jeg trykker på F5
IDS_RADIO1=Vis meg &menyen Kommunikasjonsinnstillinger
IDS_RADIO2=Vis/skjul kamera&bildet mitt
IDS_RADIO3=Start &Skype(TM)
IDS_OK=&OK
IDS_CANCEL=&Avbryt
IDS_INSTALL_METRO=Denne tastkombinasjonen åpner Lenovo Settings-programmet. Lenovo Settings-programmet er ikke installert på datamaskinen din. Du må installere programmet før du kan starte det ved hjelp av denne tastkombinasjonen. 

[STRINGS.0804] ;SC
IDS_TITLE="通信设置"
IDS_MUTESETTINGS="麦克风静音按键设置(&B)..."
IDS_INSTALL=如需使用此组合键，请安装 ThinkVantage Communications Utility 1.40 或以上版本。
IDS_CLOSE="关闭(&C)"
IDS_WINDOWTITLE_CLASIC=Fn+F6 设置
IDS_WINDOWTITLE_EDGHE=F5 设置
IDS_GROUPBOX_CLASIC=按 Fn+F6 时
IDS_GROUPBOX_EDGHE=按 F5 时
IDS_RADIO1=显示通信设置菜单(&M)
IDS_RADIO2=隐藏/隐藏我的摄像头和图像(&I)
IDS_RADIO3=启动 Skype(TM)(&S)
IDS_OK=确定(&O)
IDS_CANCEL=取消(&C)
IDS_INSTALL_METRO=此组合键可打开 Lenovo Settings 程序。您的计算机上尚未安装 Lenovo Settings 程序。要使用此组合键启动程序，请先安装程序。

[STRINGS.000A] ;SP
IDS_TITLE="Valores de comunicaciones"
IDS_MUTESETTINGS="Valores del &botón de silenciar el micrófono..."
IDS_INSTALL=Para utilizar esta combinación de teclas, instale por favor el Asistente de ThinkVantage Communications Utility versión 1.40 o superior.
IDS_CLOSE="&Cerrar"
IDS_WINDOWTITLE_CLASIC=Valores de Fn + F6
IDS_WINDOWTITLE_EDGHE=Valores de F5
IDS_GROUPBOX_CLASIC=Al pulsar Fn + F6
IDS_GROUPBOX_EDGHE=Al pulsar F5
IDS_RADIO1=Mostrar el &menú de valores de comunicaciones
IDS_RADIO2=Mostrar/Ocultar &imagen de la cámara
IDS_RADIO3=Iniciar &Skype(TM)
IDS_OK=&Aceptar
IDS_CANCEL=&Cancelar
IDS_INSTALL_METRO=Esta combinación de teclas abre el programa Lenovo Settings. No tiene el programa Lenovo Settings instalado en el sistema. Para iniciar el programa con esta combinación de teclas, instale el programa primero. 

[STRINGS.001D] ;SV
IDS_TITLE="Kommunikationsinställningar"
IDS_MUTESETTINGS="Mikrofon av - &knappinställningar..."
IDS_INSTALL=Om du vill använda den här tangentkombinationen installerar du ThinkVantage Communications Utility version 1.40 eller senare.
IDS_CLOSE="&Stäng"
IDS_WINDOWTITLE_CLASIC=Inställningar för Fn+F6
IDS_WINDOWTITLE_EDGHE=F5-inställningar
IDS_GROUPBOX_CLASIC=Åtgärd när Fn + F6 trycks ned
IDS_GROUPBOX_EDGHE=Åtgärd när F5 trycks ned
IDS_RADIO1=Visa menyn för kommunikations&inställningar
IDS_RADIO2=Dölj/visa min kamera&bild
IDS_RADIO3=Starta &Skype(TM)
IDS_OK=&OK
IDS_CANCEL=&Avbryt
IDS_INSTALL_METRO=Den här tangentkombinationen öppnar programmet Lenovo Settings. Programmet Lenovo Settings är inte installerat på din dator. Installera programmet först om du vill starta programmet med den här tangentkombinationen. 

[STRINGS.0404] ;TC
IDS_TITLE="通話設定"
IDS_MUTESETTINGS="麥克風靜音按鈕設定(&B)..."
IDS_INSTALL=如需使用此組合鍵, 請安裝 ThinkVantage Communications Utility 1.40 或以上版本。
IDS_CLOSE="關閉(&C)"
IDS_WINDOWTITLE_CLASIC=Fn+F6 設定
IDS_WINDOWTITLE_EDGHE=F5 設定
IDS_GROUPBOX_CLASIC=當我按下 Fn+F6 時
IDS_GROUPBOX_EDGHE=當我按下 F5 時
IDS_RADIO1=顯示「通話設定」功能表(&M)
IDS_RADIO2=顯示/隱藏我的攝影機影像(&I)
IDS_RADIO3=啟動 Skype(TM)(&S)
IDS_OK=確定(&O)
IDS_CANCEL=取消(&C)
IDS_INSTALL_METRO=此組合鍵可開啟 Lenovo Settings 程式。您的電腦上尚未安裝 Lenovo Settings 程式。若要使用此組合鍵啟動程式，請先安裝程式。

[STRINGS.0x02] ;PORTUGUESE
IDS_CLOSE="&Fechar"
IDS_INSTALL_METRO=Esta combinação de teclas abre o programa Lenovo Settings. O programa Lenovo Settings não está instalado no computador. Para iniciar o programa utilizando esta combinação de teclas, instale primeiro o programa. 

[STRINGS.0x01] ;PORTUGUESE_BRAZILIAN
IDS_CLOSE="&Fechar"
IDS_INSTALL_METRO=Esta combinação de teclas abre o programa Lenovo Settings. Você não possui o programa Lenovo Settings instalado em seu computador. Para iniciar o programa usando esta combinação de teclas, instale o programa primeiro. 
